{
  "BufOnly.nvim": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neovim-session-manager": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-cokeline": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "replacer.nvim": { "branch": "master" },
  "sideways.vim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "ultimate-autopair.nvim": { "branch": "v0.6" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-indentwise": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimux": { "branch": "master" }
}